Repository: AchMenz/EasyOrderBL
Catalog: app/translations/*/LC_MESSAGES/messages.po
Languages: de

source: Product
de: Produkt

source: Date
de: Datum

source: Price
de: Preis

source: Price Details
de: Preis Informationen

source: Price Add
de: Preis hinzufügen

source: Price Edit
de: Preis bearbeiten

source: PriceAdmin
de: Preis

source: Category
de: Kategory

source: Product Name
de: Produktname

source: Product Details
de: Produkt Informationen

source: Product Add
de: Produkt hinzufügen

source: Product Edit
de: Produkt bearbeiten

source: Category Details
de: Kategory Informationen

source: Category Add
de: Kategory hinzufügen

source: Category Edit
de: Kategory bearbeiten

source: Price per Unit
de: Preis pro Einheit

source: Number
de: Anzahl

source: Comment
de: Kommentar

source: Order
de: Bestellung

source: Orderline Details
de: Bestelldetails

source: Orderline Add
de: Bestellung hinzufügen

source: Orderline Edit
de: Bestelleung bearbeiten

source: Supplier
de: Lieferant

source: Target date
de: Zieldatum

source: Total number
de: Endanzahl

source: Total price
de: Endpreis

source: Orders Details
de: Bestelldetails

source: Orders Add
de: Bestellung hinzufügen

source: Orders Edit
de: Bestellung bearbeiten

source: OrdersAdmin
de: Bestellung

source: Client
de: Kunde

source: Adress
de: Adresse

source: Email adress
de: Email Adresse

source: Supplier Details
de: Lieferantendetails

source: Supplier Add
de: Lieferant hinzufügen

source: Supplier Edit
de: Lieferanten hinzufügen

source: Orders
de: Bestellungen

source: Orderline
de: Bestellungen

source: Products
de: Produkt

source: Page not found
de: Seite nicht gefunden

source: Questions? Ask:
de: Fragen? Schreib:

source: or
de: oder

source: Welcome to UniBestAP
de: Willkomen zu UniBestAP

source: What is UniBestAP? UniBestAP is a tool where you and your suppliers can manage your orders. You can create new suppliers, create new orders, change old orders or execute orders.
de: Was ist UniBestAP? UniBestAP ist ein Werkzeug mit dem du und deine Leiferanten deine Bestellungen bearbeiten könnt.

source: Link to
de: Link zur

source: source
de: Quelle

source: User confirmation needed
de: Benutzerbestätigung benötigt
